Repository: robertdevore/stealth-login-page
Catalog: languages/stealth-login-page-*.po
Languages: af, es_mx, fr_fr

source: Settings
af: Vertellings
es_mx: Ajustes
fr_fr: Paramètres

source: Stealth Login Page Options
af: Stealth-aanmeldbladsy-opsies
es_mx: Opciones de la página de inicio de sesión oculta
fr_fr: Options de la page de connexion furtive

source: Stealth Login
af: Stealth-aanmelding
es_mx: Inicio de sesión sigiloso
fr_fr: Connexion furtive

source: Stealth Login Authorization Code
af: Stealth-aanmeldmagtigingskode
es_mx: Código de autorización de inicio de sesión sigiloso
fr_fr: Code d'autorisation de la connexion furtive

source: Your current authorization code is: %s
af: Jou huidige magtigingskode is: %s
es_mx: Su código de autorización actual es: %s
fr_fr: Votre code d'autorisation actuel est : %s

source: Enable/Disable Stealth Login Page
af: Aktiveer/deaktiveer Stealth-aanmeldbladsy
es_mx: Activar/desactivar la página de inicio de sesión oculta
fr_fr: Activer/désactiver la page de connexion furtive

source: Enable Stealth Mode
af: Aktiveer Stealth Mode
es_mx: Activar el modo oculto
fr_fr: Activer le mode furtif

source: Authorization Code
af: Magtigingskode
es_mx: Código de autorización
fr_fr: Code d'autorisation

source: Enter an authorization code:
af: Voer 'n magtigingskode in:
es_mx: Introduzca un código de autorización:
fr_fr: Saisir un code d'autorisation :

source: Redirect URL
af: Herlei URL
es_mx: Redireccionar URL
fr_fr: URL de redirection

source: URL to redirect unauthorized attempts to:
af: URL om ongemagtigde pogings te herlei na:
es_mx: URL a la que redirigir los intentos no autorizados:
fr_fr: URL vers laquelle rediriger les tentatives non autorisées :

source: Email Authorization Code
af: E-pos magtigingskode
es_mx: Código de autorización de correo electrónico
fr_fr: Code d'autorisation du courrier électronique

source: Email authorization code to admin
af: E-pos magtigingskode aan admin
es_mx: Código de autorización por correo electrónico al administrador
fr_fr: Envoyer le code d'autorisation à l'administrateur

source: Settings updated successfully.
af: Instellings is suksesvol opgedateer.
es_mx: Configuración actualizada correctamente.
fr_fr: Paramètres mis à jour avec succès.

source: Save Settings
af: Stoor Instellings
es_mx: Guardar Ajustes
fr_fr: Enregistrer les paramètres

source: Authorization code emailed to admin.
af: Magtigingskode per e-pos aan admin gestuur.
es_mx: Código de autorización enviado por correo electrónico al administrador.
fr_fr: Code d'autorisation envoyé par courriel à l'administrateur.

source: Failed to email authorization code.
af: Kon nie magtigingskode e-pos nie.
es_mx: No se ha podido enviar el código de autorización por correo electrónico.
fr_fr: Le code d'autorisation n'a pas été envoyé par courrier électronique.

source: Stealth Login Page Settings
af: Stealth-aanmeldbladsy-instellings
es_mx: Configuración de la página de inicio de sesión oculta
fr_fr: Paramètres de la page de connexion furtive

source: Stealth Login Page
af: Stealth-aanmeldbladsy
es_mx: Página de inicio de sesión Stealth
fr_fr: Page de connexion Stealth

source: Support
af: Hulp
es_mx: Soporte

source: Documentation
af: Dokumentasie
es_mx: Documentación

source: Enable Stealth Login Page
af: Aktiveer Stealth-aanmeldbladsy
es_mx: Activar la página de inicio de sesión oculta
fr_fr: Activer la page de connexion furtive

source: Authorization Key:
af: Magtigingsleutel:
es_mx: Clave de autorización:
fr_fr: Clé d'autorisation :

source: Redirect URL:
af: Herlei URL:
es_mx: Redireccionar URL:
fr_fr: URL de redirection:

source: Email the authorization code to the admin
af: E-pos die magtigingskode aan die admin
es_mx: Enviar por correo electrónico el código de autorización al administrador
fr_fr: Envoyer le code d'autorisation par courriel à l'administrateur

source: You do not have permission to access this page.
af: Jy het nie toestemming om toegang tot hierdie bladsy te kry nie.
es_mx: No tiene permiso para acceder a esta página.
fr_fr: Vous n’avez pas la permission d'accéder à cette page.

source: Your authorization key is: %s
af: Jou magtigingsleutel is: %s
es_mx: Su clave de autorización es: %s
fr_fr: Votre clé d'autorisation est : %s

source: Settings saved and email sent to admin with the authorization key.
af: Instellings gestoor en e-pos gestuur na admin met die magtigingsleutel.
es_mx: Se guarda la configuración y se envía un correo electrónico al administrador con la clave de autorización.
fr_fr: Les paramètres sont sauvegardés et un courriel est envoyé à l'administrateur avec la clé d'autorisation.

source: Settings saved.
af: Verstellings gestor.
es_mx: Ajustes guardados.
fr_fr: Paramètres sauvegardés.

source: Protect your dashboard without editing the .htaccess file -- the FIRST one that completely blocks remote bot login requests.
af: Beskerm jou dashboard sonder om die .htaccess-lêer te wysig -- die EERSTE een wat afgeleë botaanmeldingversoeke heeltemal blokkeer.
es_mx: Proteja su panel de control sin editar el archivo .htaccess -- el PRIMERO que bloquea completamente las solicitudes de inicio de sesión de bots remotos.
fr_fr: Protégez votre tableau de bord sans modifier le fichier .htaccess -- le PREMIER qui bloque complètement les demandes de connexion des robots à distance.

source: Stealth Login Auth Key
fr_fr: Clé d'authentification de la connexion furtive
